# Taps
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"

# Git
brew "git"
brew "git-lfs"

# Local development
brew "php"
brew "composer"
brew "mariadb", restart_service: true
brew "node"

# Command line configuration
brew "starship"
brew "zsh-syntax-highlighting"
cask "font-fira-code-nerd-font"

# Casks
cask "1password"
cask "alfred"
cask "atom"
cask "bartender"
cask "brave-browser"
cask "choosy"
cask "dropbox"
#cask "firefox"
cask "firefox-developer-edition"
cask "fliqlo"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "logitech-control-center"
#cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nova"
cask "quitter"
cask "scroll-reverser"
#cask "thingsmacsandboxhelper"
cask "tower"
cask "transmit"

