tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "1password"
cask "alfred"
cask "coda"
brew "coda-cli"
cask "discord"
cask "dropbox"
cask "firefox-developer-edition"
cask "github"
cask "hand-mirror"
cask "hyper"
cask "microsoft-teams"
cask "opera"
cask "private-internet-access"
cask "sequel-pro"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "transmit"
cask "vivaldi"
cask "vnc-viewer"
cask "xscope"
cask "zoomus"
