tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "php", link: false
brew "composer"
brew "direnv"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "groonga"
brew "httpd", restart_service: true
brew "mariadb", restart_service: true
brew "mas"
brew "nghttp2"
brew "php@7.4", restart_service: true, link: true
brew "starship"
brew "zsh-syntax-highlighting"
cask "1password"
cask "airfoil"
cask "alfred"
cask "appzapper"
cask "atom"
cask "balsamiq-wireframes"
cask "bartender"
cask "brave-browser"
cask "camo-studio"
cask "choosy"
cask "docker"
cask "dropbox"
cask "epoccam"
cask "fig"
cask "figma"
cask "firefox-developer-edition"
cask "fliqlo"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "logi-options-plus"
cask "microsoft-teams"
cask "netnewswire"
cask "notion"
cask "nova"
cask "obsidian"
cask "opera"
cask "postman"
cask "private-internet-access"
cask "quitter"
cask "raycast"
cask "scroll-reverser"
cask "sequel-pro"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "thingsmacsandboxhelper"
cask "tower"
cask "transmit"
cask "via"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 1449412482
mas "Save to Pocket", id: 1477385213
mas "SonicWall Mobile Connect", id: 822514576
mas "Soulver 2", id: 413965349
mas "Things", id: 904280696
mas "Tot", id: 1491071483
